<div class="flex flex-wrap-reverse justify-center items-center w-full lg:mt-52 lg:mt-10 mt-20 ">
    <div class="w-full lg:mt-0 mt-14">
        <h1 class="lg:text-6xl text-4xl text-gray-900">
            الرؤية </h1>
        <p class="text-lg tracking-wide text-gray-700 mt-8 lg:w-10/12 w-auto">
            يسعى الماراثون البرمجي بنسخته الجديدة " كأس
            العرب للبرمجة و الذكاء الإصطناعي " إلى رفع مستوى
            المهارات البرمجية لجيل الأطفال من عمر 8 إلى 15
            لمواكبة التطور التكنلوجي في جميع العلوم ويركز
            الماراثون البرمجي على استغلال الوقت واستثماره
            بالشكل الصحيح لدي الاطفال في ظل التغيرات الحاصلة
            في مسار التعليم المستحدتة والتي تعر على العالم في
            زمن جائحة كورونا. </p>
    </div>

</div>