<?php


return [
    "welcoming_start" => "ابدأ التسجيل",
    "start_date" => "سيفتح التسجيل للمسابقة ابتداءا من 1/4 و لمدة عشر ايام...",
    "dir" => "rtl",
    "language" => "English",
    "lang_code" => "en",
    "contact_us" => "تواصل معنا",
    "partners" => "الشركاء",
    "organizers" => "المنظمون",
    "conditions" => "الشروط",
    "stages" => "المراحل",
    "goals" => "الاهداف",
    "contest_name" => "مسابقة كأس العرب",
    "welcoming_title" => "كأس العرب للبرمجة والذكاء الاصطناعي",
    "welcoming_body" => "يسعى الماراثون البرمجي بنسخته الجديدة  كأس العرب للبرمجة و الذكاء الإصطناعي إلى رفع مستوى المهارات البرمجية لجيل الأطفال من عمر 9 إلى 16 لمواكبة التطور التكنولوجي في جميع العلوم ويركز الماراثون البرمجي على استغلال الوقت واستثماره بالشكل الصحيح لدى الاطفال في ظل التغيرات الحاصلة في مسار التعليم المستحدثة التي تمر على العالم في زمن جائحة كورونا.",
    "light_goal" => "تسليط الضوء على الأطفال المميزين في مجال البرمجة والذكاء الإصطناعي من خلال ابرازهم عل الإعلام و وسائل التواصل الإجتماعي.",
    "file_goal" => "توفير تدريب برمجي للأطفال علي نحو ينعكس بشكل ايجابي في تطوير مخيلتهم من خلال طرح المشاكل وايجاد الحلول.",
    "code_goal" => "توفير محتوى علمي مفيد في مجال البرمجة والمعلوماتية يؤمن وسيلة داعمة لتعليم علوم الحاسوب في المرحلة المدرسية.",
    "award_goal" => "رفع مستوى معارف ومهارات الطلاب من خلال اقامة مسابقة علمية على مستوى عربي، ورعاية المتميزين في هذا المجال.",
    "stage_one_title" => "المرحلة الاولى",
    "stage_one_body" => "بعد الاعلان والتسجيل على المسابقة سيتم اقامة منتديات و مؤتمرات اونلاين عن اهمية البرمجة و الذكاد الاصطناعي، ثم الاختبار الذي سيتاهل منه 1000 شخص بعد التقييم من قبل اللجنة المنظمة واخذ بنظر الاعتبار نسبة المشاركين من كل الدول المشاركة.",
    "stage_two_title" => "المرحلة الثانية",
    "stage_two_body" => "خلال عشر ايام سيتم اقامة ورشة عمل مختصة في مجال الذكاء الاصطناعي و وظائف المستقبل، والاختبار الثاني اللذي سيتأهل منه 250 فريق للمرحلة الثالثة مع وجود عدد مقاعد محجوزة لكل دولة مشاركة.",
    "stage_three_title" => "المرحلة الثالثة",
    "stage_three_body" => "ورشات عمل متنوعة لمدة خمس ايام ثم الاختبار الثالث وهو برمجة مشاريع من خلال البرمجة الصورية تحل مشاكل معينة ويتم تقديم المشاريع للجان التحكيم لاختيار افضل 100 مشروع.",
    "stage_four_title" => "المرحلة الرابعة",
    "stage_four_body" => "كورسات متقدمة في البرمجة و الذكاء الاصطناعي لمدة خمس ايام و البدء بالاختبار النهائي وهو حل 3 مشكلات تواجه الوطن العربي من خلال البرمجة والذكاء الاصطناعي بعد تقديم المشاريع يتم تقييمها واختيار 20 فائز على مستوي الوطن العربي في حفل خاص.",
    "condition_age_title" => "الفئة العمرية",
    "condition_age_body" => "13-9 سنة
14-16 سنة.",
    "condition_nation_title" => "الجنسية",
    "condition_nation_body" => "عربي الجنسية او مقيم في احدى الدول العربية.",
    "condition_lang_title" => "اللغة",
    "condition_lang_body" => "متقن للغة العربية او الانكليزية
التدريب سيكون باللغة العربية.",
    "condition_pc_title" => "حاسوب",
    "condition_pc_body" => "امتلاك حاسوب او جهاز تابليت في المنزل.",
    "condition_interest_title" => "الاهتمام",
    "condition_interest_body" => "ان يكون الطالب مهتما ولديه شغف للإشتراك في المسابقة.",
    "robotna" => "روبوتنا شركة اجتماعية تهدف لتعزيز مهارات التفكير ونشر علوم المستقبل ودمجها مع المواد الأكاديمية من خلال برامج تدريبية باستخدام الروبوت والتكنولوجيا الحديثة.",
    "kids" => " تقديم البرامج التعليمية المتميزة للأطفال من أعمار 7 - 16 سنة
 تنمية قدرات الأطفال الذهنية مثل التركيز والذاكرة والسرعة والدقة
 تعليم الأطفال الحاسب الآلي وتدريبهم على كيفية استخدام تكنولوجيا المعلومات فى الحياة العملية. ",
    "form_name" => "الاسم",
    "form_email" => "العنوان البريدي",
    "form_message" => "رسالة",
    "form_button" => "ارسال",
    "footer" => "كأس العرب 2021",


];