<?php


return [
    "nameSearch" => "البحث عن اسم الطالب",
    "name" => "الاسم:",
    "code" => "الكود:",
    "getCode" => "احصل على الكود",
    "cong" => "مبروك علي التقدم والوصول للمرحلة الثانية من المسابقة لتتمكن من اداء الأختبار الثاني يرجي ارسال اسمك، البريد الألكتروني وعمرك للحصول على الكود الخاص بك الذي سيسمح لك باداء الأختبار الثاني.",
    "phone" => "رقم الهاتف",
    "search" => "البحث",
    "welcoming_start" => "ابدأ التسجيل",
    "start_date" => "يمكنكم التسجيل الان والأختبار يبدا في الشهر القادم...",
    "dir" => "rtl",
    "language" => "English",
    "lang_code" => "en",
    "contact_us" => "تواصل معنا",
    "partners" => "الشركاء",
    "organizers" => "المنظمون",
    "conditions" => "الشروط",
    "stages" => "المراحل",
    "goals" => "الاهداف",
    "contest_name" => "مسابقة كأس العرب",
    "welcoming_title" => "كأس العرب للبرمجة والذكاء الاصطناعي",
    "welcoming_body" => "يسعى الماراثون البرمجي بنسخته الجديدة  كأس العرب للبرمجة و الذكاء الإصطناعي إلى رفع مستوى المهارات البرمجية لجيل الأطفال من عمر 8 إلى 16 لمواكبة التطور التكنولوجي في جميع العلوم ويركز الماراثون البرمجي على استغلال الوقت واستثماره بالشكل الصحيح لدى الاطفال في ظل التغيرات الحاصلة في مسار التعليم المستحدثة التي تمر على العالم في زمن جائحة كورونا.",
    "light_goal" => "تسليط الضوء على الأطفال المميزين في مجال البرمجة والذكاء الإصطناعي من خلال ابرازهم عل الإعلام و وسائل التواصل الإجتماعي.",
    "file_goal" => "توفير تدريب برمجي للأطفال علي نحو ينعكس بشكل ايجابي في تطوير مخيلتهم من خلال طرح المشاكل وايجاد الحلول.",
    "code_goal" => "توفير محتوى علمي مفيد في مجال البرمجة والمعلوماتية يؤمن وسيلة داعمة لتعليم علوم الحاسوب في المرحلة المدرسية.",
    "award_goal" => "رفع مستوى معارف ومهارات الطلاب من خلال اقامة مسابقة علمية على مستوى عربي، ورعاية المتميزين في هذا المجال.",
    "stage_one_title" => "المرحلة الاولى",
    "stage_one_body" => "بعد الاعلان والتسجيل على المسابقة سيتم اقامة منتديات و مؤتمرات اونلاين عن اهمية البرمجة و الذكاد الاصطناعي، ثم الاختبار الذي سيتاهل منه 1000 شخص بعد التقييم من قبل اللجنة المنظمة واخذ بنظر الاعتبار نسبة المشاركين من كل الدول المشاركة.",
    "stage_two_title" => "المرحلة الثانية",
    "stage_two_body" => "خلال عشر ايام سيتم اقامة ورشة عمل مختصة في مجال الذكاء الاصطناعي و وظائف المستقبل، والاختبار الثاني اللذي سيتأهل منه 250 فريق للمرحلة الثالثة مع وجود عدد مقاعد محجوزة لكل دولة مشاركة.",
    "stage_three_title" => "المرحلة الثالثة",
    "stage_three_body" => "ورشات عمل متنوعة لمدة خمس ايام ثم الاختبار الثالث وهو برمجة مشاريع من خلال البرمجة الصورية تحل مشاكل معينة ويتم تقديم المشاريع للجان التحكيم لاختيار افضل 100 مشروع.",
    "stage_four_title" => "المرحلة الرابعة",
    "stage_four_body" => "كورسات متقدمة في البرمجة و الذكاء الاصطناعي لمدة خمس ايام و البدء بالاختبار النهائي وهو حل 3 مشكلات تواجه الوطن العربي من خلال البرمجة والذكاء الاصطناعي بعد تقديم المشاريع يتم تقييمها واختيار 20 فائز على مستوي الوطن العربي في حفل خاص.",
    "condition_age_title" => "الفئة العمرية",
    "condition_age_body" => "13-8 سنة
14-16 سنة.",
    "condition_nation_title" => "الجنسية",
    "condition_nation_body" => "عربي الجنسية او مقيم في احدى الدول العربية.",
    "condition_lang_title" => "اللغة",
    "condition_lang_body" => "متقن للغة العربية او الانكليزية
التدريب سيكون باللغة العربية.",
    "condition_pc_title" => "حاسوب",
    "condition_pc_body" => "امتلاك حاسوب او جهاز تابليت في المنزل.",
    "condition_interest_title" => "الاهتمام",
    "condition_interest_body" => "ان يكون الطالب مهتما ولديه شغف للإشتراك في المسابقة.",
    "robotna" => "روبوتنا شركة اجتماعية تهدف لتعزيز مهارات التفكير ونشر علوم المستقبل ودمجها مع المواد الأكاديمية من خلال برامج تدريبية باستخدام الروبوت والتكنولوجيا الحديثة.",
    "kids" => " تقديم البرامج التعليمية المتميزة للأطفال من أعمار 7 - 16 سنة
 تنمية قدرات الأطفال الذهنية مثل التركيز والذاكرة والسرعة والدقة
 تعليم الأطفال الحاسب الآلي وتدريبهم على كيفية استخدام تكنولوجيا المعلومات فى الحياة العملية. ",
    "steampeek" => "تأسست أكاديمية سمارت بيك بمصر عام ٢٠١٥ علي يد مهندس/ وليد رفعت موسي المدرب الدولي للروبوت والمعتمد من جامعة كارنيجي ميلون ، والمحكم الدولي المعتمد من شركة FIRST الدولية لمسابقات FLL و FTC العالمية.

وتهدف الاكاديمية منذ نشأتها الي تعليم الاطفال والشباب بداية من سن ٣ سنوات وحتي المرحلة الجامعية علوم الروبوت والذكاء الاصطناعي ومهارات البرمجة المتقدمة كما تعدهم للمشاركة بقوة في المسابقات المحلية والدولية. 

وتهتم الاكاديمية -كأحد أعضاء الجمعية العربية للروبوت- بتقديم محتوي تعليمي متميز بمعايير دولية في مجال ال STEAM للناطقين باللغة العربية لكسر حاجز الخوف لديهم من تعلم مهارات البرمجة والعلوم الحديثة بسبب عائق اللغة.",
    "creativelearning" => "أكاديمية التعليم المبدع هي إحدى الشركات التعليمية و التي تسعى لدمج التعليم بالتكنولوجيا الحديثة تحمل رسالة جوهرية تتلخص ب ( تعليم مبدع لجيل يبدع ) و من خلال محتوىً تعليمي تفاعلي نسعى للوصول للطفل والأهل والمدرب في كل أرجاء العالم مستفيدين من التقنيات الحديثة ووسائل التواصل الاجتماعي مسخرين إياها لأغراض تعليمية و تربوية هادفة",
    "giantroobots" => "تأسست سنة 2018 بالجزائر من طرف الاستاذ طارق احسن جاب الله مدرب روبوت تعليمي معتمد من الجمعية العربية للروبوت (الاردن 2018) وحكم دولي معتمد من الجمعية العربية للروبوت (الاردن 2018) ممثلة الأولمبياد العالمي للروبوت بالجزائر و المنظم الحصري لبطولة الجزائر المؤهلة له ممثلة الجمعية العربية للروبوت بالجزائر و المنظم الحصري لبطولة الجزائر المؤهلة للبطولة العربية للروبوت  الشريك المجتمعي الحصري بالجزائر لكأس العرب للبرمجة للأطفال و اليافعين  بالإضافة للانتشار الواسع على مستوى الجزائر و ممثلين جهوين في  الشرق و الوسط و الغرب و الجنوب  كما تحرص المنظومة على تنظيم مخيمات و دورات و وورشات على كافة التراب الوطني و لها عدة مدربين منخرطين تحت لوائها.",
    "cg" => "مشروع تنموي تعليمي انطلق عام 2016 من اللاذقية - سوريا بهدف
تأهيل الشباب واليافعين والاطفال في مجالات الإلكترونيات والتحكم
الآلي والبرمجة والذكاء الصنعي والمساهمة في إعداد جيل مبتكر و
مبدع مؤهل بأهم مهارات القرن الحادي والعشرين عن طريق سلسلة
من الورشات التدريبية العملية وتقديم المعلومات باللغة العربية عن
طريق موقع إلكتروني غني وموثوق في هذه المجالات بإشراف فريق
عمل مكون من 30 شخصًا من المهندسين والخبراء الأكفاء
والشغوفين بتطوير المجتمع.",
    "maps" => "ولدت منظمة \"مابس\" مطلع 2013 بثلاثة متطوعين، بينما تمتلك اليوم أكثر من 300 متطوع. تقدم \"مابس\" التعليم الأساسي والإبداعي والمهني والجامعي وبناء القدرات، وتعليماً خاصاً بتمكين المرأة والأسرة، إضافة لخدماتها الصحية والإنسانية والإغاثية. نظمت \"مابس\" بطولة روبوجي أكبر بطولة روبوت للاجئين السوريين حول العالم، وقدمت خدماتها التدريبية للعديد من اللاجئين السوريين عبر العالم. أهم الجوائز منذ التأسيس: 36 جائزة وبطولة محلية وعربية وعالمية بمجال الروبوت والذكاء الصنعي أهمها بطولة العالم في دبي التي حققها فريق الأمل للاجئين، وتحدث عن المنظمة وممثلها فريق الأمل للروبوت أكثر من 100 وسيلة إعلامية محلية وعربية وعالمية، واستقبل الفريق عشرات البعثات الدبلوماسية في الولايات المتحدة الأميركية، في حين صنّفت منظمة \"فيرست غلوبال\" العالمية الفريق ممثلا لنحو 80 مليون لاجئ حول العالم.",
    "juniorrobotics" => "Junior Robotics Lab هي شركة تونسية ناشئة ملتزمة بتوفير حل شامل لتعليم العلوم والتكنولوجيا والهندسة والرياضيات لتعزيز مهارات القرن الحادي والعشرين لدى الأطفال من خلال تمكينهم من العبث بالإلكترونيات والروبوتات والبرمجة والذكاء الاصطناعي والتقنيات ذات الصلة في سن مبكرة.
تقدم شركتنا أداة كاملة عبر الإنترنت لأي مؤسسة تعليمية لمساعدتهم في تعليم الروبوتات وإدارة سير العمل بين مختلف أصحاب المصلحة.
توفر المنصة منهجًا تفاعليًا مخصصًا بمحتوى غني ومتنوع ينتقل من مقاطع الفيديو والرسوم المتحركة ثلاثية الأبعاد ومشكلات العالم الحقيقي إلى مهام الترميز.
في غضون 3 سنوات ، قدمنا ​​تدريبًا عالي الجودة لآلاف المتعلمين ، وعشر مؤسسات ، مما سمح لفرقنا بالفوز بمسابقات الروبوتات الوطنية ، والتنافس في نهائيات أولمبياد الروبوتات العالمية ، وأعلن مؤخرًا عن الفائز بأكبر منظمة ذكاء اصطناعي دولية و
مسابقة البرمجة.",
    "juniorinnovators" => "فريق المبتكرين الصغار هو مبادرة سودانية تعنى وتهتم بجانب تعليم الأطفال الإلكترونيات والبرمجيات والمشاريع الإلكترونية من دورات تدريبية وورش عمل ومسابقات لتعزيز دور تعليم الأطفال في السودان.",
    "form_name" => "الاسم",
    "form_email" => "العنوان البريدي",
    "form_message" => "رسالة",
    "form_button" => "ارسال",
    "footer" => "كأس العرب 2021",
    "email" => "البريد الالكتروني",
    "password" => "كلمة السر",
    "login" => "تسجيل"
];